const products = [
  {
    "id": "11111002-20",
    "name": "醬油碟-KY114大(坤*PS)160入*30包",
    "packages": [
      {
        "unit": "包"
      }
    ]
  },
  {
    "id": "88110000-A021",
    "name": "圓夢洗手乳*1GL*佛手柑橘香*A",
    "packages": [
      {
        "unit": "桶"
      }
    ]
  },
  {
    "id": "29020001-30",
    "name": "保溫茶桶-鎰滿茶桶15L-9905",
    "packages": [
      {
        "unit": "個"
      }
    ]
  },
  {
    "id": "34070004-0167",
    "name": "口罩-KF94台立體4層醫療*10入*白色",
    "packages": [
      {
        "unit": "盒"
      }
    ]
  }
];